{
  "privacyPolicy": {
    "title": "Политика конфиденциальности",
    "intro": "ТОО \"Ворлд Трейд\" (NeuroBoost)(далее – Компания) в соответствии с требованиями Закона Республики Казахстан \"О персональных данных и их защите\".",
    "sections": {
      "general": {
        "title": "1. Общие положения",
        "content": "Настоящая Политика конфиденциальности определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые NeuroBoost (далее – Компания) в соответствии с требованиями Закона Республики Казахстан \"О персональных данных и их защите\"."
      },
      "purposes": {
        "title": "2. Цели обработки персональных данных",
        "intro": "Компания обрабатывает персональные данные в следующих целях:",
        "items": [
          "Предоставление услуг по внедрению ИИ-решений",
          "Консультирование клиентов",
          "Выполнение договорных обязательств",
          "Техническая поддержка",
          "Информирование о новых услугах и продуктах",
          "Проведение маркетинговых исследований"
        ]
      },
      "dataTypes": {
        "title": "3. Виды обрабатываемых персональных данных",
        "intro": "Компания может обрабатывать следующие персональные данные:",
        "items": [
          "Фамилия, имя, отчество",
          "Контактные данные (телефон, email, адрес)",
          "Информация о компании и должности",
          "Данные об использовании сайта и услуг",
          "Другие данные, предоставленные субъектом добровольно"
        ]
      },
      "processingMethods": {
        "title": "4. Способы обработки персональных данных",
        "content": "Компания обрабатывает персональные данные как с использованием средств автоматизации, так и без их использования. Обработка включает сбор, запись, систематизацию, накопление, хранение, уточнение, извлечение, использование, передачу, обезличивание, блокирование, удаление и уничтожение персональных данных."
      },
      "legalBasis": {
        "title": "5. Правовые основания обработки",
        "intro": "Правовыми основаниями обработки персональных данных являются:",
        "items": [
          "Согласие субъекта персональных данных",
          "Необходимость исполнения договора",
          "Необходимость соблюдения правовых обязательств",
          "Защита жизненно важных интересов субъекта"
        ]
      },
      "retentionPeriod": {
        "title": "6. Сроки обработки персональных данных",
        "content": "Персональные данные обрабатываются в течение срока, необходимого для достижения целей обработки, если иной срок не предусмотрен договором или законодательством. По истечении срока обработки персональные данные подлежат уничтожению либо обезличиванию."
      },
      "thirdPartyTransfer": {
        "title": "7. Передача персональных данных третьим лицам",
        "content": "Компания не передает персональные данные третьим лицам, за исключением случаев, предусмотренных законодательством или с согласия субъекта персональных данных. Передача может осуществляться подрядчикам и партнерам для выполнения договорных обязательств."
      },
      "securityMeasures": {
        "title": "8. Меры защиты персональных данных",
        "intro": "Компания принимает необходимые технические и организационные меры для защиты персональных данных:",
        "items": [
          "Шифрование данных при передаче и хранении",
          "Контроль доступа к персональным данным",
          "Регулярное обновление систем безопасности",
          "Обучение сотрудников вопросам защиты данных",
          "Резервное копирование и восстановление данных"
        ]
      },
      "dataSubjectRights": {
        "title": "9. Права субъекта персональных данных",
        "intro": "Субъект персональных данных имеет право:",
        "items": [
          "Получать информацию об обработке своих персональных данных",
          "Требовать уточнения, блокирования или уничтожения персональных данных",
          "Отзывать согласие на обработку персональных данных",
          "Обращаться с жалобами в уполномоченный орган",
          "Защищать свои права в судебном порядке"
        ]
      },
      "cookies": {
        "title": "10. Использование cookies",
        "content": "Сайт использует файлы cookies для улучшения пользовательского опыта, анализа трафика и персонализации контента. Вы можете отключить cookies в настройках браузера, однако это может ограничить функциональность сайта."
      },
      "policyChanges": {
        "title": "11. Изменения в Политике конфиденциальности",
        "content": "Компания оставляет за собой право вносить изменения в настоящую Политику конфиденциальности. Актуальная версия размещается на сайте с указанием даты последнего обновления."
      },
      "contactInfo": {
        "title": "12. Контактная информация",
        "intro": "По вопросам обработки персональных данных обращайтесь:",
        "company": "ТОО \"Ворлд Трейд\" (NeuroBoost)",
        "bin": "БИН: 240740019557",
        "email": "Email: galuza_nikita@mail.ru",
        "phone": "Телефон: +7 (707) 506 29 00",
        "address": "Адрес: Казахстан, г. Алматы, Турксибский район, ул. Дулатова 53, 050003"
      }
    }
  },
  "publicOffer": {
    "title": "Публичная оферта",
    "intro": "Настоящая публичная оферта определяет условия предоставления услуг ТОО \"Ворлд Трейд\" (NeuroBoost).",
    "sections": {
      "general": {
        "title": "1. Общие положения",
        "content": "Настоящая публичная оферта (далее – Оферта) определяет условия предоставления услуг по внедрению ИИ-решений, консультированию и технической поддержке, оказываемых ТОО \"Ворлд Трейд\" (NeuroBoost) (далее – Исполнитель)."
      },
      "definitions": {
        "title": "2. Определения",
        "items": {
          "offer": "Оферта – настоящий документ, размещенный на сайте Исполнителя",
          "acceptance": "Акцепт – полное и безоговорочное принятие условий Оферты",
          "services": "Услуги – комплекс работ по внедрению ИИ-решений, консультированию и технической поддержке",
          "client": "Заказчик – физическое или юридическое лицо, принявшее условия Оферты"
        }
      },
      "subject": {
        "title": "3. Предмет договора",
        "content": "Исполнитель обязуется оказать Заказчику услуги по внедрению ИИ-решений, консультированию и технической поддержке, а Заказчик обязуется принять и оплатить указанные услуги в соответствии с условиями настоящей Оферты."
      },
      "rightsObligations": {
        "title": "4. Права и обязанности сторон",
        "executorRights": {
          "title": "4.1. Права Исполнителя:",
          "items": [
            "Требовать от Заказчика предоставления необходимой информации",
            "Приостанавливать оказание услуг при нарушении условий оплаты",
            "Вносить изменения в техническое задание по согласованию с Заказчиком"
          ]
        },
        "executorObligations": {
          "title": "4.2. Обязанности Исполнителя:",
          "items": [
            "Оказать услуги в полном объеме и в установленные сроки",
            "Обеспечить конфиденциальность информации Заказчика",
            "Предоставить техническую поддержку в рамках договора"
          ]
        },
        "clientRights": {
          "title": "4.3. Права Заказчика:",
          "items": [
            "Требовать качественного оказания услуг",
            "Получать консультации по вопросам использования ИИ-решений",
            "Требовать соблюдения конфиденциальности"
          ]
        },
        "clientObligations": {
          "title": "4.4. Обязанности Заказчика:",
          "items": [
            "Своевременно оплачивать услуги",
            "Предоставлять необходимую информацию и документы",
            "Соблюдать условия использования предоставленных решений"
          ]
        }
      },
      "payment": {
        "title": "5. Порядок расчетов",
        "content": "Стоимость услуг определяется в соответствии с действующим прайс-листом. Оплата производится в национальной валюте Республики Казахстан (тенге) в порядке, предусмотренном договором. НДС не облагается в соответствии с действующим законодательством."
      },
      "liability": {
        "title": "6. Ответственность сторон",
        "content": "Стороны несут ответственность за неисполнение или ненадлежащее исполнение своих обязательств в соответствии с действующим законодательством Республики Казахстан. Исполнитель не несет ответственности за ущерб, причиненный в результате действий третьих лиц или форс-мажорных обстоятельств."
      },
      "confidentiality": {
        "title": "7. Конфиденциальность",
        "content": "Стороны обязуются не разглашать конфиденциальную информацию, полученную в ходе исполнения договора. Обязательства по конфиденциальности действуют в течение 5 лет после окончания срока действия договора."
      },
      "disputeResolution": {
        "title": "8. Разрешение споров",
        "content": "Все споры и разногласия решаются путем переговоров. При невозможности достижения соглашения споры подлежат рассмотрению в суде по месту нахождения Исполнителя."
      },
      "finalProvisions": {
        "title": "9. Заключительные положения",
        "content": "Настоящая Оферта вступает в силу с момента ее размещения на сайте и действует до отзыва. Исполнитель вправе в одностороннем порядке изменять условия Оферты с уведомлением Заказчика за 10 дней до вступления изменений в силу."
      }
    }
  },
  "consent": {
    "title": "Согласие на обработку персональных данных",
    "intro": "Настоящим, в соответствии с Законом Республики Казахстан «О персональных данных и их защите», я, как субъект персональных данных, свободно, своей волей и в своём интересе, даю согласие Товариществу с ограниченной ответственностью «Ворлд Трейд» (БИН: 240740019557, адрес: Республика Казахстан, г. Алматы, Турксибский район, ул. Дулатова 53, индекс 050003) на обработку моих персональных данных, предоставленных мной при использовании сервиса NeuroBoost, а также при взаимодействии с сайтом, чат-ботами и другими сервисами компании.",
    "sections": {
      "dataProcessing": {
        "title": "1. Обработка персональных данных",
        "content": "Под обработкой персональных данных понимаются любые действия (операции), совершаемые с использованием средств автоматизации или без их использования, включая: сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение."
      },
      "purposes": {
        "title": "2. Цели обработки",
        "content": "Целями обработки персональных данных являются: предоставление доступа к сервисам и функционалу платформы NeuroBoost; заключение и исполнение договоров; оказание консультационных, информационных и иных услуг; улучшение качества обслуживания и персонализация предоставляемых сервисов; выполнение требований законодательства Республики Казахстан."
      },
      "dataTypes": {
        "title": "3. Виды персональных данных",
        "content": "Обработке могут подлежать следующие персональные данные: фамилия, имя, отчество (при наличии); контактные данные (номер телефона, адрес электронной почты); сведения, указываемые пользователем при регистрации или использовании сервиса; иные данные, предоставленные субъектом персональных данных добровольно."
      },
      "consentWithdrawal": {
        "title": "4. Отзыв согласия",
        "content": "Отзыв согласия возможен путём направления письменного уведомления на адрес компании: 050003, Республика Казахстан, г. Алматы, Турксибский район, ул. Дулатова 53, ТОО «Ворлд Трейд»."
      },
      "dataRetention": {
        "title": "5. Срок действия согласия",
        "content": "Согласие действует с момента его предоставления и до отзыва субъектом персональных данных."
      }
    }
  },
  "telegramAgreement": {
    "title": "Пользовательское соглашение Telegram-бота",
    "intro": "Настоящее соглашение определяет условия использования Telegram-бота NeuroBoost.",
    "sections": {
      "general": {
        "title": "1. Общие положения",
        "content": "Настоящее Пользовательское соглашение (далее – Соглашение) определяет условия использования Telegram-бота NeuroBoost (далее – Бот), принадлежащего ТОО \"Ворлд Трейд\" (NeuroBoost)."
      },
      "acceptance": {
        "title": "2. Принятие условий",
        "content": "Использование Бота означает полное и безоговорочное принятие условий настоящего Соглашения. Если вы не согласны с какими-либо условиями, не используйте Бота."
      },
      "functionality": {
        "title": "3. Функциональность Бота",
        "content": "Бот предоставляет следующие возможности: консультации по ИИ-решениям, расчет стоимости услуг, получение информации о тарифах, техническая поддержка, уведомления о новых услугах."
      },
      "userObligations": {
        "title": "4. Обязанности пользователя",
        "items": [
          "Использовать Бота в соответствии с его назначением",
          "Не передавать третьим лицам персональные данные других пользователей",
          "Не использовать Бота для незаконных целей",
          "Соблюдать конфиденциальность полученной информации"
        ]
      },
      "liability": {
        "title": "5. Ответственность",
        "content": "Администрация Бота не несет ответственности за ущерб, причиненный в результате использования Бота, за исключением случаев, предусмотренных действующим законодательством."
      },
      "dataProcessing": {
        "title": "6. Обработка данных",
        "content": "Используя Бота, вы соглашаетесь на обработку ваших персональных данных в соответствии с Политикой конфиденциальности."
      },
      "changes": {
        "title": "7. Изменения в Соглашении",
        "content": "Администрация Бота вправе в одностороннем порядке изменять условия настоящего Соглашения. Изменения вступают в силу с момента их публикации в Боте."
      },
      "contactInfo": {
        "title": "8. Контактная информация",
        "content": "По всем вопросам, связанным с использованием Бота, обращайтесь по адресу: galuza_nikita@mail.ru"
      }
    }
  }
}
