{
  "privacyPolicy": {
    "title": "Құпиялылық саясаты",
    "intro": "ЖШС \"Ворлд Трейд\" (NeuroBoost) (бұдан былай – Компания) Қазақстан Республикасының \"Жеке деректер және оларды қорғау туралы\" Заңының талаптарына сәйкес.",
    "sections": {
      "general": {
        "title": "1. Жалпы ережелер",
        "content": "Бұл Құпиялылық саясаты NeuroBoost (бұдан былай – Компания) Қазақстан Республикасының \"Жеке деректер және оларды қорғау туралы\" Заңының талаптарына сәйкес жеке деректерді өңдеу тәртібін және жеке деректердің қауіпсіздігін қамтамасыз ету шараларын анықтайды."
      },
      "purposes": {
        "title": "2. Жеке деректерді өңдеу мақсаттары",
        "intro": "Компания жеке деректерді келесі мақсаттарда өңдейді:",
        "items": [
          "ЖИ-шешімдерді енгізу бойынша қызметтерді көрсету",
          "Клиенттерді консультациялау",
          "Келісімшарттық міндеттемелерді орындау",
          "Техникалық қолдау көрсету",
          "Жаңа қызметтер мен өнімдер туралы хабарландыру",
          "Маркетингтік зерттеулер жүргізу"
        ]
      },
      "dataTypes": {
        "title": "3. Өңделетін жеке деректер түрлері",
        "intro": "Компания келесі жеке деректерді өңдей алады:",
        "items": [
          "Тегі, аты, әкесінің аты",
          "Байланыс деректері (телефон, email, мекенжай)",
          "Компания және лауазым туралы ақпарат",
          "Сайт пен қызметтерді пайдалану туралы деректер",
          "Субъект өз еркімен берген басқа деректер"
        ]
      },
      "processingMethods": {
        "title": "4. Жеке деректерді өңдеу тәсілдері",
        "content": "Компания жеке деректерді автоматтандыру құралдарын пайдаланып да, пайдаланбай да өңдейді. Өңдеу жинау, жазу, жүйелеу, жинақтау, сақтау, нақтылау, алу, пайдалану, беру, анонимдеу, бұғаттау, жою және жоюды қамтиды."
      },
      "legalBasis": {
        "title": "5. Өңдеудің құқықтық негіздері",
        "intro": "Жеке деректерді өңдеудің құқықтық негіздері:",
        "items": [
          "Жеке деректер субъектісінің келісімі",
          "Келісімшартты орындау қажеттілігі",
          "Құқықтық міндеттемелерді сақтау қажеттілігі",
          "Субъекттің өмірлік мүдделерін қорғау"
        ]
      },
      "retentionPeriod": {
        "title": "6. Жеке деректерді өңдеу мерзімдері",
        "content": "Жеке деректер өңдеу мақсаттарына жету үшін қажетті мерзімде өңделеді, егер келісімшартта немесе заңнамада басқа мерзім көзделмесе. Өңдеу мерзімі аяқталғаннан кейін жеке деректер жоюға немесе анонимдеуге жатады."
      },
      "thirdPartyTransfer": {
        "title": "7. Жеке деректерді үшінші тұлғаларға беру",
        "content": "Компания жеке деректерді үшінші тұлғаларға бермейді, заңнамада көзделген жағдайларды немесе жеке деректер субъектісінің келісімін қоспағанда. Беру келісімшарттық міндеттемелерді орындау үшін подрядчилер мен серіктестерге жүзеге асырылуы мүмкін."
      },
      "securityMeasures": {
        "title": "8. Жеке деректерді қорғау шаралары",
        "intro": "Компания жеке деректерді қорғау үшін қажетті техникалық және ұйымдастырушылық шараларды қолданады:",
        "items": [
          "Деректерді беру және сақтау кезінде шифрлау",
          "Жеке деректерге қол жеткізуді бақылау",
          "Қауіпсіздік жүйелерін дұрыс жаңарту",
          "Қызметкерлерді деректерді қорғау мәселелері бойынша оқыту",
          "Деректерді резервтік көшіру және қалпына келтіру"
        ]
      },
      "dataSubjectRights": {
        "title": "9. Жеке деректер субъектісінің құқықтары",
        "intro": "Жеке деректер субъектісінің келесі құқықтары бар:",
        "items": [
          "Өз жеке деректерін өңдеу туралы ақпарат алу",
          "Жеке деректерді нақтылау, бұғаттау немесе жоюды талап ету",
          "Жеке деректерді өңдеуге келісімді к geri алу",
          "Құзыретті органға шағымдану",
          "Өз құқықтарын сотта қорғау"
        ]
      },
      "cookies": {
        "title": "10. Cookies файлдарын пайдалану",
        "content": "Сайт пайдаланушы тәжірибесін жақсарту, трафикті талдау және мазмұнды жекешелендіру үшін cookies файлдарын пайдаланады. Сіз браузер параметрлерінде cookies файлдарын өшіре аласыз, бірақ бұл сайттың функционалдылығын шектеуі мүмкін."
      },
      "policyChanges": {
        "title": "11. Құпиялылық саясатындағы өзгерістер",
        "content": "Компания бұл Құпиялылық саясатына өзгерістер енгізу құқығын өз қолында ұстайды. Ағымдағы нұсқа соңғы жаңарту күні көрсетілген сайтта орналастырылған."
      },
      "contactInfo": {
        "title": "12. Байланыс ақпараты",
        "intro": "Жеке деректерді өңдеу мәселелері бойынша келесі мекенжайға хабарласыңыз:",
        "company": "ЖШС \"Ворлд Трейд\" (NeuroBoost)",
        "bin": "БСН: 240740019557",
        "email": "Email: galuza_nikita@mail.ru",
        "phone": "Телефон: +7 (707) 506 29 00",
        "address": "Мекенжай: Қазақстан, Алматы қ., Түркісіб ауданы, Дұлатов көш. 53, 050003"
      }
    }
  },
  "publicOffer": {
    "title": "Жария оферта",
    "intro": "Бұл жария оферта ЖШС \"Ворлд Трейд\" (NeuroBoost) қызметтерін көрсету шарттарын анықтайды.",
    "sections": {
      "general": {
        "title": "1. Жалпы ережелер",
        "content": "Бұл жария оферта (бұдан былай – Оферта) ЖШС \"Ворлд Трейд\" (NeuroBoost) (бұдан былай – Орындаушы) көрсететін ЖИ-шешімдерді енгізу, консультациялау және техникалық қолдау көрсету қызметтерінің шарттарын анықтайды."
      },
      "definitions": {
        "title": "2. Анықтамалар",
        "items": {
          "offer": "Оферта – Орындаушының сайтында орналастырылған бұл құжат",
          "acceptance": "Акцепт – Оферта шарттарын толық және шартсыз қабылдау",
          "services": "Қызметтер – ЖИ-шешімдерді енгізу, консультациялау және техникалық қолдау көрсету бойынша жұмыстар жиынтығы",
          "client": "Тапсырыс беруші – Оферта шарттарын қабылдаған жеке немесе заңды тұлға"
        }
      },
      "subject": {
        "title": "3. Келісімшарттың пәні",
        "content": "Орындаушы Тапсырыс берушіге ЖИ-шешімдерді енгізу, консультациялау және техникалық қолдау көрсету қызметтерін көрсетуге міндеттенеді, ал Тапсырыс беруші көрсетілген қызметтерді қабылдауға және төлеуге міндеттенеді."
      },
      "rightsObligations": {
        "title": "4. Тараптардың құқықтары мен міндеттемелері",
        "executorRights": {
          "title": "4.1. Орындаушының құқықтары:",
          "items": [
            "Тапсырыс берушіден қажетті ақпаратты талап ету",
            "Төлем шарттарының бұзылуы жағдайында қызмет көрсетуді тоқтату",
            "Тапсырыс берушімен келісу бойынша техникалық тапсырмаға өзгерістер енгізу"
          ]
        },
        "executorObligations": {
          "title": "4.2. Орындаушының міндеттемелері:",
          "items": [
            "Қызметтерді толық көлемде және белгіленген мерзімде көрсету",
            "Тапсырыс берушінің ақпаратының құпиялылығын қамтамасыз ету",
            "Келісімшарт шеңберінде техникалық қолдау көрсету"
          ]
        },
        "clientRights": {
          "title": "4.3. Тапсырыс берушінің құқықтары:",
          "items": [
            "Сапалы қызмет көрсетуді талап ету",
            "ЖИ-шешімдерді пайдалану мәселелері бойынша консультация алу",
            "Құпиялылықты сақтауды талап ету"
          ]
        },
        "clientObligations": {
          "title": "4.4. Тапсырыс берушінің міндеттемелері:",
          "items": [
            "Қызметтерді уақтылы төлеу",
            "Қажетті ақпарат пен құжаттарды беру",
            "Көрсетілген шешімдерді пайдалану шарттарын сақтау"
          ]
        }
      },
      "payment": {
        "title": "5. Есептесу тәртібі",
        "content": "Қызметтердің құны ағымдағы баға тізіміне сәйкес анықталады. Төлем Қазақстан Республикасының ұлттық валютасында (теңге) келісімшартта көзделген тәртіпте жүзеге асырылады. ҚҚС ағымдағы заңнамаға сәйкес салыққа жатады."
      },
      "liability": {
        "title": "6. Тараптардың жауапкершілігі",
        "content": "Тараптар Қазақстан Республикасының ағымдағы заңнамасына сәйкес өз міндеттемелерін орындамау немесе дұрыс орындамау үшін жауап береді. Орындаушы үшінші тұлғалардың әрекеттері немесе форс-мажор жағдайлары нәтижесінде келтірілген зиян үшін жауап бермейді."
      },
      "confidentiality": {
        "title": "7. Құпиялылық",
        "content": "Тараптар келісімшартты орындау барысында алынған құпия ақпаратты жарияламауға міндеттенеді. Құпиялылық міндеттемелері келісімшарттың мерзімі аяқталғаннан кейін 5 жыл бойы жарамды."
      },
      "disputeResolution": {
        "title": "8. Дауларды шешу",
        "content": "Барлық даулар мен келіспеушіліктер келіссөздер арқылы шешіледі. Келісімге жету мүмкін болмаған жағдайда даулар Орындаушының орналасқан жеріндегі сотта қаралады."
      },
      "finalProvisions": {
        "title": "9. Қорытынды ережелер",
        "content": "Бұл Оферта сайтта орналастырылған сәттен бастап күшіне енеді және кері алуға дейін жарамды. Орындаушы өзгерістер күшіне енуіне 10 күн бұрын Тапсырыс берушіге хабарлаумен Оферта шарттарын бір жақты өзгерту құқығына ие."
      }
    }
  },
  "consent": {
    "title": "Жеке деректерді өңдеуге келісім",
    "intro": "Қазақстан Республикасының 'Жеке деректер және оларды қорғау туралы' Заңына сәйкес, мен, жеке деректер субъектісі ретінде, өз еркіммен және мүддемде, 'Ворлд Трейд' жауапкершілігі шектеулі серіктестігіне (БСН: 240740019557, мекенжайы: Қазақстан Республикасы, Алматы қ., Түрксіб ауданы, Дулатов көш., 53, 050003) NeuroBoost сервисін пайдалану кезінде, сондай-ақ сайтпен, чат-боттармен және компанияның басқа сервистерімен өзара әрекеттесу барысында берілген менің жеке деректерімді өңдеуге келісім беремін.",
    "sections": {
      "dataProcessing": {
        "title": "1. Жеке деректерді өңдеу",
        "content": "Жеке деректерді өңдеу автоматтандыру құралдарын пайдалану арқылы немесе онсыз жүзеге асырылатын кез келген әрекеттерді (операцияларды) білдіреді, оның ішінде: жинау, жазу, жүйелеу, жинақтау, сақтау, нақтылау (жаңарту, өзгерту), алу, пайдалану, беру (тарату, ұсыну, қол жеткізу), анонимдеу, бұғаттау, жою, жою."
      },
      "purposes": {
        "title": "2. Өңдеу мақсаттары",
        "content": "Жеке деректерді өңдеудің мақсаттары: NeuroBoost платформасының сервистері мен функционалына қол жеткізуді қамтамасыз ету; шарттарды жасасу және орындау; консультациялық, ақпараттық және өзге де қызметтер көрсету; қызмет көрсету сапасын жақсарту және ұсынылатын сервистерді жекешелендіру; Қазақстан Республикасының заңнамасының талаптарын орындау."
      },
      "dataTypes": {
        "title": "3. Жеке деректер түрлері",
        "content": "Өңделуі мүмкін жеке деректер: тегі, аты, әкесінің аты (бар болған жағдайда); байланыс деректері (телефон нөмірі, электрондық пошта мекенжайы); пайдаланушы тіркелу немесе сервисті пайдалану кезінде көрсететін мәліметтер; жеке деректер субъектісі ерікті түрде ұсынған өзге деректер."
      },
      "consentWithdrawal": {
        "title": "4. Келісімді кері қайтарып алу",
        "content": "Келісімді компанияның мекенжайына жазбаша хабарлама жіберу арқылы кері қайтарып алуға болады: 050003, Қазақстан Республикасы, Алматы қ., Түрксіб ауданы, Дулатов көш., 53, 'Ворлд Трейд' ЖШС."
      },
      "dataRetention": {
        "title": "5. Келісімнің қолданылу мерзімі",
        "content": "Келісім берілген сәттен бастап күшіне енеді және жеке деректер субъектісі оны кері қайтарып алғанға дейін жарамды."
      }
    }
  },
  "telegramAgreement": {
    "title": "Telegram-бот пайдаланушы келісімшарты",
    "intro": "Бұл келісім NeuroBoost Telegram-ботын пайдалану шарттарын анықтайды.",
    "sections": {
      "general": {
        "title": "1. Жалпы ережелер",
        "content": "Бұл Пайдаланушы келісімшарты (бұдан былай – Келісім) ЖШС \"Ворлд Трейд\" (NeuroBoost) меншігіндегі NeuroBoost Telegram-ботының (бұдан былай – Бот) пайдалану шарттарын анықтайды."
      },
      "acceptance": {
        "title": "2. Шарттарды қабылдау",
        "content": "Ботты пайдалану бұл Келісім шарттарын толық және шартсыз қабылдауды білдіреді. Егер сіз кез келген шарттармен келіспесеңіз, Ботты пайдаланбаңыз."
      },
      "functionality": {
        "title": "3. Боттың функционалдылығы",
        "content": "Бот келесі мүмкіндіктерді ұсынады: ЖИ-шешімдер бойынша консультациялар, қызметтердің құнын есептеу, тарифтер туралы ақпарат, техникалық қолдау, жаңа қызметтер туралы хабарландырулар."
      },
      "userObligations": {
        "title": "4. Пайдаланушының міндеттемелері",
        "items": [
          "Ботты оның мақсатына сәйкес пайдалану",
          "Басқа пайдаланушылардың жеке деректерін үшінші тұлғаларға бермеу",
          "Ботты заңсыз мақсаттарда пайдаланбау",
          "Алынған ақпараттың құпиялылығын сақтау"
        ]
      },
      "liability": {
        "title": "5. Жауапкершілік",
        "content": "Бот әкімшілігі ағымдағы заңнамада көзделген жағдайларды қоспағанда, Ботты пайдалану нәтижесінде келтірілген зиян үшін жауап бермейді."
      },
      "dataProcessing": {
        "title": "6. Деректерді өңдеу",
        "content": "Ботты пайдалану арқылы сіз Құпиялылық саясатына сәйкес жеке деректеріңізді өңдеуге келісесіз."
      },
      "changes": {
        "title": "7. Келісімдегі өзгерістер",
        "content": "Бот әкімшілігі бұл Келісім шарттарын бір жақты өзгерту құқығына ие. Өзгерістер Ботта жарияланған сәттен бастап күшіне енеді."
      },
      "contactInfo": {
        "title": "8. Байланыс ақпараты",
        "content": "Ботты пайдалануға байланысты барлық сұрақтар бойынша мына мекенжайға хабарласыңыз: galuza_nikita@mail.ru"
      }
    }
  }
}
